{
  "abstract": {
    "en": "The interdisciplinary research project \"The image sequences of Basel's early prints: Late Medieval didactic didactics as an image-text reading\" combines a comprehensive art scholarly analysis of the links between images and texts in the illustrated incunabula in Basel with the digitization of the holdings of the University Library and the development of an electronic edition in the form of a new kind of Web-0.2 application. The project is carried out by Kunsthistorische Seminar of the University of Basel (Prof. B. Schellewald) and Digital Humanities Lab of the University of Basel (Prof. Dr. L. Rosenthaler).  The core of the digital edition consists of around twenty richly illustrated early prints from four different Basel officers. Many of them appeared in several editions before 1500, some of them in German and Latin at almost the same time. It is an extraordinarily varied production; in addition to the Mirror of Salvation, there is a novel, the Melusine, the travelogues of Jean de Mandeville, some prayer and edification books, theological writings, Lent sermons, the lives of Saints Fridolin and Meinrad, the famous ship of fools and the knight of Thurn.  The Internet publication makes the digitized corpus of these early prints usable for the scientific edition as well as for the exploration of images and texts through the possibilities of non-linear linking and commenting on the images and texts. Existing and emerging online editions can also be linked to it, which optimises the use of databases from other institutions with regard to our corpus."
  },
  "accessRights": {
    "accessRights": "Full Open Access"
  },
  "alternativeNames": [
    {
      "en": "Incunabula"
    }
  ],
  "attributions": [
    {
      "contributor": "0803-person-000",
      "contributorType": [
        "Applicant"
      ]
    },
    {
      "contributor": "0803-person-001",
      "contributorType": [
        "Co-applicant"
      ]
    },
    {
      "contributor": "0803-person-002",
      "contributorType": [
        "Co-applicant"
      ]
    },
    {
      "contributor": "0803-person-003",
      "contributorType": [
        "Employee"
      ]
    },
    {
      "contributor": "0803-person-004",
      "contributorType": [
        "Employee"
      ]
    }
  ],
  "dataLanguage": [
    {
      "de": "Deutsch",
      "en": "German"
    },
    {
      "de": "Latein",
      "en": "Latin"
    }
  ],
  "dataManagementPlan": "not accessible",
  "description": {
    "de": "Eine kunstwissenschaftliche Monographie der reich bebilderten Frühdrucke in Basel - dem wichtigsten Zentrum des frühen Buchdrucks auf dem Gebiet der heutigen Schweiz - wird im vorliegenden Projekt erstmals seit über einem Jahrhundert ins Auge gefasst. Im Zentrum stehen 18 Werke aus vier verschiedenen Offizinen, welche insgesamt über 1000 Holzschnitte enthalten, die bedeutendsten überlieferten Basler Bilderfolgen des Spätmittelalters nach den massiven Zerstörungen im Zuge der Reformation. Bei den Texten handelt es sich fast ausschliesslich um deutsche und lateinische Kompilationen religiösen, didaktischen Inhalts, darunter viele zeitgenössische und in Basel entstandene, neben Übersetzungen des 15. Jahrhunderts und vollständig überarbeiteten Ausgaben bereits verbreiteter Werke. Äusserst erfolgreiche Bücher wie das Narrenschiff oder der Heilsspiegel stehen neben kaum bekannten wie den seelsorgerischen Schriften des Kartäusers Ludwig Moser und des Franziskaners Johannes Meder. Die Analyse eines umfassenden Corpus bebilderter Frühdrucke fehlt in der neueren Forschung, welche sich bezüglich der Basler Produktion vorwiegend der Untersuchung der Produzentenkreise gewidmet, die Bilder dagegen - mit Ausnahme des Narrenschiffs - wenig beachtet hat. Sehr heterogen ist auch die Erforschung der Texte, von denen ein grosser Teil unediert geblieben ist, von anderen wiederum existieren ausführlich kommentierte Faksimileausgaben. Die bisherige Bild-Text-Forschung hat sich auf das Narrenschiff fokussiert.Neben der Quellenanalyse der Bilder und Texte strebt das Projekt eine umfassende Untersuchung der Bild-Text-Bezüge unter Berücksichtigung rezeptionsästethischer Fragestellungen an. Gefragt wird nach der Funktion der Bilder für die spätmittelalterlichen visuellen und auditiven Rezipienten. Dabei wird davon ausgegangen, dass es sich bei unseren Frühdrucken ausnahmslos um kalkulierte Bild-Text-Kompilationen handelt, welche einen reflektierten und kreativen Umgang ihrer Produzenten mit den drucktechnischen Möglichkeiten des neuen Mediums voraussetzen, wie z.B. mit der Möglichkeit der vielfältigen Kontextualisierung von Bildern. Die Analyse der Bild- und Textquellen liefert eine umfassende Fallstudie zum Medienwechsel zwischen Handschrift und Frühdruck, diejenige der Bild-Text-Bezüge im Spannungsfeld zwischen mündlicher Tradierung und schriftlicher Fixierung religiöser Didaxe eine Fallstudie zur spätmittelalterlichen Rezeptionsforschung.Methodisch knüpft das Projekt an rezeptionsästhetische Konzepte und Studien der jüngeren literaturwissenschaftlichen Forschung an, welche mit ikonographischen Analysen kombiniert werden. Durch diese Erweiterung textzentrierter methodischer Ansätze treten die Texte in Bezug auf die Bilder nicht mehr als übergeordnete, unabhängige Einheiten in den Blick, sondern die Konstruktion des Werksinnes erscheint im Wechselspiel der Medien. Der traditionelle Begriff der Buchillustration wird dadurch grundlegend revidiert.Neben mehreren Aufsätzen und einer Tagung sind eine Monographie in Buchform geplant, welche sich an die Fachwelt sowie an eine interessierte Öffentlichkeit wendet, ausserdem eine Internet-Publikation der Bild- und Textquellen im Rahmen der Zusammenarbeit mit der Basler Univeristätsbibliothek."
  },
  "disciplines": [
    {
      "en": "10404 Visual arts and Art history"
    }
  ],
  "endDate": "2012-08-31",
  "funding": [
    {
      "funders": [
        "0803-organization-000"
      ],
      "name": "Project funding",
      "number": "120378",
      "url": "https://data.snf.ch/grants/grant/120378"
    }
  ],
  "howToCite": "Die Bilderfolgen der Basler Frühdrucke: Spätmittelalterliche Didaxe als Bild-Text-Lektüre (2012) DaSCH. ark.dasch.swiss/ark:/72163/1/0803",
  "id": "0803",
  "keywords": [
    {
      "de": "Basel"
    },
    {
      "en": "Contectualisation of images"
    },
    {
      "en": "Late Middle Ages"
    },
    {
      "en": "Letterpress Printing"
    }
  ],
  "legalInfo": [
    {
      "authorship": [
        "MISSING"
      ],
      "copyrightHolder": "MISSING",
      "license": {
        "licenseDate": "2012-08-31",
        "licenseIdentifier": "CC BY 4.0",
        "licenseURI": "https://creativecommons.org/licenses/by/4.0/"
      }
    }
  ],
  "name": "Die Bilderfolgen der Basler Frühdrucke: Spätmittelalterliche Didaxe als Bild-Text-Lektüre",
  "officialName": "MISSING",
  "pid": "MISSING",
  "publications": [
    {
      "text": "Graf Kathrin (2011), Klerikersatiren in Bild und Text. Zur Kompilationstechnik im Narrenschiff, in Krause Karin u. Schellewald Barbara (ed.), 205-227."
    },
    {
      "text": "Krause Karin u. Schellewald Barbara (ed.) (2011), Bild und Text im Mittelalter."
    },
    {
      "text": "Rosenthaler Lukas u. Ryf Patrick (2009), Incunabula Basilea: A Web 2.0 Application as Research Tool to Early Prints, in Archiving, 6, 175-177."
    },
    {
      "text": "Rosenthaler Lukas u. Schweizer Tobias (2012), SALSAH - eine webbasierte Forschungsplattform für die Geisteswissenschaften, in SAGW Bulletin, 32-33."
    },
    {
      "text": "Rosenthaler Lukas, Virtual Research Environments. A New Approach for Dealing with Digitized Sources in Research in Arts and Humanities, in Claire Clivaz et al. (eds.). Lire demain: Des manuscrits antiques à l’ère digitale [Reading Tomorrow: From Ancient Manuscripts to the Digital Era]. Actes de congrès. Lausanne: Presses polytechniques et universitaires romandes, 2012, 661-670."
    },
    {
      "text": "Ryf Patrick u. Rosenthaler Lukas (2010), SALSAH: System for Annotation and Linkage of Sources in Arts and Humanities. Eine Web 2.0 Applikation zur wissenschaftlichen Betrachtung und Bearbeitung von historischem Bild- und Textmaterial, in Bienert Andreas u.a. (ed.), GFaI, Berlin, 123-126."
    },
    {
      "text": "Schmitt Lothar (2009), Sebastian Brant, Albrecht Dürer und das Narrenschiff, in Wolfenbütteler Abhandlungen zur Renaissanceforschung, 26, 347-412."
    },
    {
      "text": "Schmitt Lothar (2010), Mehr als Dürer. Die Ilustrationen in Friedrich Riederers \"Spiegel der wahren Rhetorik\", in Knape Joachim u. Luppold Stefanie (ed.), 191-216."
    },
    {
      "text": "Schweizer Tobias u. Rosenthaler Lukas (2011), SALSAH - eine virtuelle Forschungsumgebung für die Geisteswissenschaften, in Bienert Andreas u.a. (ed.), GFaI, Berlin, 147-153."
    },
    {
      "text": "Schweizer Tobias, Development of a Topographical Transcription Method, in Claire Clivaz et al. (eds.). Lire demain: Des manuscrits antiques à l’ère digitale [Reading Tomorrow: From Ancient Manuscripts to the Digital Era]. Actes de congrès. Lausanne: Presses polytechniques et universitaires romandes, 2012, 671-680."
    }
  ],
  "shortDescription": "An art-scientific monograph of the richly illustrated early prints in Basel - the most important center of early letterpress printing in the territory of present-day Switzerland.",
  "shortcode": "0803",
  "spatialCoverage": [
    {
      "text": "Basel",
      "type": "Geonames",
      "url": "https://www.geonames.org/2661604/basel.html"
    }
  ],
  "startDate": "2008-06-01",
  "status": "Finished",
  "temporalCoverage": [
    {
      "en": "Late Middle Ages"
    }
  ],
  "typeOfData": [
    "Image"
  ],
  "url": [
    "https://app.dasch.swiss/project/3ABR_2i8QYGSIDvmP9mlEw"
  ]
}
