{
    "id": "0840",
    "pid": "MISSING",
    "name": "U.D. Metzger – Handschrift eines Hinterglasmalers. Digitale Edition, Kommentar und Werkverzeichnis",
    "shortcode": "0840",
    "officialName": "MISSING",
    "status": "Finished",
    "shortDescription": "Die Handschrift Ulrich Daniel Metzgers (1671–1738) dokumentiert das Leben des Glasers und Hinterglasmalers und wirft Licht auf die Lebensumstände wandernder Künstler in der Barockzeit.",
    "description": {
        "de": "Die Handschrift Ulrich Daniel Metzgers (1671 – nach 1738) ist eine äusserst aufschlussreiche Quelle: Sie dokumentiert einen Ausschnitt aus dem Leben des aus Speyer stammenden Glasers und Hinterglasmalers und erlaubt es uns, seinen Werdegang in den Wanderjahren von 1708 bis 1715 zu rekonstruieren. Die Handschrift, die neben Zeichnungen, Reimen und Widmungen auch rund 90 Farbrezepte und Malanleitungen enthält, gibt Einblick in das Leben, Schaffen, Wissen und Können dieses vielseitigen und weitgereisten Künstlers. Die Handschrift, die das Vitrocentre Romont 2004 auf einer Auktion ersteigern konnte, war der Ausgangspunkt für ein viereinhalbjähriges, vom Schweizerischen Nationalfonds unterstütztes Forschungsprojekt. Die Forschungsergebnisse werden über das vorliegende Onlineportal frei zugänglich gemacht. Die Website beinhaltet die kommentierte Edition der Handschrift und der darin versammelten Rezepte, einen Werkkatalog, schriftliche Quellen sowie mehrere Aufsätze über die Entstehung und Bedeutung der Handschrift, den Werdegang, das künstlerische und soziale Umfeld und das Werk Ulrich Daniel Metzgers sowie das Selbstverständnis dieser facettenreichen Persönlichkeit. Die veröffentlichten Dokumente und Forschungsergebnisse geben nicht nur Aufschluss über den Lebensweg und -wandel eines Individuums, sondern werfen auch Licht auf die Lebensumstände und die soziale und wirtschaftliche Stellung einer bisher von den Kunstwissenschaften vernachlässigten Künstlergruppe, die – sei es aus wirtschaftlicher Not oder um sich weiterzubilden – im 17. und 18. Jahrhundert durch Mitteleuropa zog und ein Auskommen suchte. Die Rezepturen liefern wertvolle Informationen zu den Techniken, Materialien und Werkzeugen der Glas- und Hinterglasmalerei und anderen in der Barockzeit ausgeübten Künsten.",
        "en": "The manuscript of Ulrich Daniel Metzger documents the life of the glazier and reverse glass painter from Speyer between 1708 and 1715. The small book, which in addition to drawings, rhymes and dedications also contains around 90 paint recipes, gives an insight into the work, knowledge and skills of the versatile and widely travelled artist. This website provides an annotated edition of the manuscript and the paint recipes it includes, a catalogue raisonné, textual sources and several essays on the significance of Metzger's book as well as on the career, the social and artistic environment and the self-image of this multifaceted personality. The contents of the website, which are the result of a four-and-a-half-year research project funded by the Swiss National Science Foundation, are not only shedding light on the living conditions and the social and economic position of an individual, but also on those of a group of artists hitherto neglected by art history, who – whether out of economic necessity or in order to further their education – travelled through Europe in the 17th and 18th centuries seeking a livelihood. The paint recipes provide valuable information on the techniques, materials and tools used in glass and reverse glass painting and other arts practiced during the Baroque period."
    },
    "startDate": "2018-06-01",
    "endDate": "2022-11-30",
    "url": [
        "https://app.dasch.swiss/project/SmE5g964SpKkSPi9_odEVA",
        "https://ulrichdanielmetzger.digital/"
    ],
    "howToCite": "Uta Bergmann, Sophie Wolf, Marion Gartenmeister, Elisa Ambrosio und Vitrocentre Romont (2022). U.D. Metzger – Handschrift eines Hinterglasmalers. Digitale Edition, Kommentar und Werkverzeichnis, Romont, 2022. https://ulrichdanielmetzger.digital.",
    "accessRights": {
        "accessRights": "Open Access with Restrictions"
    },
    "legalInfo": [
        {
            "license": {
                "licenseIdentifier": "CC BY-NC-ND 3.0 CH",
                "licenseDate": "2022-11-21",
                "licenseURI": "https://creativecommons.org/licenses/by-nc-nd/3.0/ch/"
            },
            "copyrightHolder": "MISSING",
            "authorship": [
                "MISSING"
            ]
        },
        {
            "license": {
                "licenseIdentifier": "CC BY-NC 3.0 CH",
                "licenseDate": "2022-11-21",
                "licenseURI": "https://creativecommons.org/licenses/by-nc/3.0/ch/"
            },
            "copyrightHolder": "MISSING",
            "authorship": [
                "MISSING"
            ]
        }
    ],
    "dataManagementPlan": "not accessible",
    "typeOfData": [
        "Image",
        "Text"
    ],
    "dataLanguage": [
        {
            "de": "Deutsch",
            "en": "German"
        }
    ],
    "keywords": [
        {
            "de": "Barock",
            "en": "Baroque"
        },
        {
            "de": "Handschrift",
            "en": "manuscript"
        },
        {
            "de": "Hinterglasmalerei",
            "en": "reverse painting on glass"
        },
        {
            "de": "Farbrezepte",
            "en": "paint recipes"
        },
        {
            "de": "Wanderkünstler",
            "en": "wandering artist"
        }
    ],
    "disciplines": [
        {
            "type": "Skos",
            "url": "http://skos.um.es/unesco6/550602",
            "text": "History of art"
        },
        {
            "type": "Skos",
            "url": "http://skos.um.es/unesco6/550624",
            "text": "History of technology"
        },
        {
            "type": "Skos",
            "url": "http://skos.um.es/unesco6/620307",
            "text": "Painting"
        },
        {
            "type": "Skos",
            "url": "http://skos.um.es/unesco6/331206",
            "text": "Glass"
        },
        {
            "en": "10404 Visual arts and Art history"
        }
    ],
    "temporalCoverage": [
        {
            "de": "Barock, 17.–18. Jahrhundert",
            "en": "Baroque period, seventeenth and eighteenth centuries"
        }
    ],
    "spatialCoverage": [
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/6255148/europe.html",
            "text": "Europe"
        }
    ],
    "attributions": [
        {
            "contributor": "0840-person-000",
            "contributorType": [
                "Editor",
                "Author"
            ]
        },
        {
            "contributor": "0840-person-001",
            "contributorType": [
                "Editor",
                "Author"
            ]
        },
        {
            "contributor": "0840-organization-000",
            "contributorType": [
                "Publisher"
            ]
        },
        {
            "contributor": "0840-organization-002",
            "contributorType": [
                "Creator",
                "Maintainer"
            ]
        },
        {
            "contributor": "0840-organization-003",
            "contributorType": [
                "Creator",
                "Maintainer"
            ]
        }
    ],
    "abstract": {
        "de": "Das Datenset enthält die kommentierte Edition der Handschrift Ulrich Daniel Metzgers einschliesslich der darin enthaltenen Farbrezepte und Malanleitungen, ein Glossar, ein Verzeichnis der Reiseetappen Metzgers, ein Werkverzeichnis, ein Personen- und ein Ortsregister, Forschungstexte, schriftliche Quellen von und zu Metzger sowie Informationen zum Projekt (Projektpartner, Kontakt, Impressum).",
        "en": "The data set contains the annotated edition of Ulrich Daniel Metzger's manuscript including the paint recipes therein, a glossary, an index of Metzger's travel stages, a catalogue raisonné, an index of persons and places, research texts, other written sources by and on Metzger as well as information on the project (project partners, contact, imprint)."
    },
    "contactPoint": [
        "0840-organization-000"
    ],
    "publications": [
        {
            "text": "Sophie Wolf, Katharina Schmidt-Ott und Uta Bergmann (2022), \"Roth Loth vom Seel[igen] H[errn] Hanß Jac[ob] Güder\"– Untersuchungen zum Rotlotrezept im Reise- und Rezeptbuch von Ulrich Daniel Metzger, in: Zeitschrift für Schweizerische Archäologie und Kunstgeschichte 79, 1, 53–66."
        },
        {
            "text": "Elisa Ambrosio und Sophie Wolf (2019), \"Bleÿgelb, Umbra únd Silbergledt\" – Les recettes de couleurs du peintre-verrier et peintre sous verre Ulrich Daniel Metzger, in: NIKE-Bulletin 2019, 1, 48–51."
        }
    ],
    "funding": [
        {
            "funders": [
                "0840-organization-001"
            ],
            "number": "178961",
            "name": "Project funding",
            "url": "https://data.snf.ch/grants/grant/178961"
        }
    ]
}