{
    "id": "0105",
    "pid": "MISSING",
    "name": "Drawings of gods: A Multicultural and Interdisciplinary Approach of Children’s Representations of Supernatural Agents",
    "shortcode": "0105",
    "officialName": "MISSING",
    "status": "Ongoing",
    "shortDescription": "Fondé sur plusieurs centaines de dessins dans diverses régions du monde, ce projet étudie l’évolution de la représentation de Dieu ou d’autres êtres surnaturels chez des enfants et des adolescents.",
    "description": {
        "fr": "The pictorial representations of the gods are very widely present in various religious traditions. The imagination of children is also impacted by this theme. Their representations vary according to age, of course, but are also influenced by the religious education received and the cultural environment. Collecting drawings is a widely proven technique for studying imaginary representations of children. Based on a collection of several hundred drawings in various regions of the world, including Brazil, Iran, Japan, the Netherlands, Romania, Russia and Switzerland, this project studies the evolution of the representation of God or other supernatural beings (gods, spirits, geniuses, etc.) in children and adolescents between 5 and 18 years old. A focus is put on the strategies implemented by children: recourse to traditional religious representations, to images of supernatural beings conveyed by animated films or comics. At the end of the project, the objective is to have been able to describe the main strategies used by the children while being able to highlight how the choice of one strategy rather than another is influenced by age, sex, religious education and the cultural environment of the child. The work context is interdisciplinary. The analysis of the collected material combines computer processing of images and descriptions provided by specialists in child development, the study of religions and the cultural contexts of origin of the drawings. These image analyzes will be supplemented by textual analyzes of comments provided by the children to explain what they have drawn."
    },
    "startDate": "2015-03-01",
    "endDate": "MISSING",
    "url": [
        "https://app.ls-prod-server.dasch.swiss/project/0105",
        "https://ddd.unil.ch/"
    ],
    "howToCite": "Brandt, P.-Y., Serbaeva O.,  Cocco, Ch., Dessart, G., Dandarova Robert, Z., Rivoal, M.,  2019, Dessins de dieux [database] (DaSCH), https://ark.dasch.swiss/ark:/72163/1/0105.",
    "accessRights": {
        "accessRights": "Open Access with Restrictions"
    },
    "legalInfo": [
        {
            "license": {
                "licenseIdentifier": "CC BY-SA 4.0",
                "licenseDate": "2021-09-02",
                "licenseURI": "https://creativecommons.org/licenses/by-sa/4.0/"
            },
            "copyrightHolder": "MISSING",
            "authorship": [
                "MISSING"
            ]
        }
    ],
    "dataManagementPlan": "not accessible",
    "typeOfData": [
        "Image",
        "Text"
    ],
    "dataLanguage": [
        {
            "de": "Französisch",
            "en": "French",
            "fr": "français"
        }
    ],
    "keywords": [
        {
            "en": "Child development"
        },
        {
            "en": "Cross-cultural"
        },
        {
            "en": "Database"
        },
        {
            "en": "Digital humanities"
        },
        {
            "en": "Drawings"
        },
        {
            "en": "Interdisciplinarity"
        },
        {
            "en": "Supernatural agents"
        }
    ],
    "disciplines": [
        {
            "type": "Skos",
            "url": "http://skos.um.es/unesco6/61",
            "text": "Psychology"
        },
        {
            "en": "10105 Psychology"
        },
        {
            "en": "10102 Religious studies, Theology"
        },
        {
            "en": "10201 Sociology"
        },
        {
            "type": "Skos",
            "url": "http://skos.um.es/unesco6/630110",
            "text": "Sociology of religion"
        }
    ],
    "temporalCoverage": [
        {
            "de": "1987-2018",
            "en": "1987-2018",
            "fr": "1987-2018"
        }
    ],
    "spatialCoverage": [
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/2750405/",
            "text": "Netherlands"
        },
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/2658434/",
            "text": "Switzerland"
        },
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/6252001/",
            "text": "United States"
        },
        {
            "type": "Geonames",
            "url": "http://www.geonames.org/3865483/",
            "text": "Argentina"
        },
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/130758/",
            "text": "Iran"
        },
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/1282988/",
            "text": "Nepal"
        },
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/2017370/",
            "text": "Russia"
        },
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/1861060/",
            "text": "Japan"
        },
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/798549/",
            "text": "Romania"
        },
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/3469034/",
            "text": "Brazil"
        }
    ],
    "attributions": [
        {
            "contributor": "0105-person-000",
            "contributorType": [
                "Project leader"
            ]
        },
        {
            "contributor": "0105-person-001",
            "contributorType": [
                "Project leader"
            ]
        },
        {
            "contributor": "0105-person-002",
            "contributorType": [
                "Project leader"
            ]
        },
        {
            "contributor": "0105-person-003",
            "contributorType": [
                "Project leader"
            ]
        },
        {
            "contributor": "0105-person-004",
            "contributorType": [
                "Project member",
                "Data collector",
                "Data curator"
            ]
        },
        {
            "contributor": "0105-person-005",
            "contributorType": [
                "Project member",
                "Data curator",
                "Researcher"
            ]
        },
        {
            "contributor": "0105-person-006",
            "contributorType": [
                "Project member",
                "Data collector",
                "Data curator"
            ]
        },
        {
            "contributor": "0105-person-008",
            "contributorType": [
                "Data curator"
            ]
        },
        {
            "contributor": "0105-person-007",
            "contributorType": [
                "Other"
            ]
        }
    ],
    "abstract": {
        "fr": "Au cours des dernières décennies l’étude du concept de dieu (ainsi que l’image et la représentation) est devenu l’un des principaux domaines de recherche en psychologie de la religion. Cette question a été abordée au travers de différentes approches psychologiques : la psychologie développementale cognitive, les théories de la relation d’objet, la psychologie cognitive, les théories des attributions et la théorie d’attachement. En dépit des progrès réalisés, la compréhension de ce phénomène très complexe reste toujours limitée. Selon de nombreux chercheurs une des raisons importantes est celle des méthodes utilisées qui, de façon globale, se basent sur des méthodes verbales: des questionnaires, des entretiens, des listes d’adjectifs pour décrire dieu, des associations libres, etc.  Le projet Dessins de dieux, dirigé par le professeur Pierre-Yves Brandt, vise à contribuer à une compréhension ultérieure de l’origine du concept de dieu et son développement chez les enfants. La technique de dessin, critiquée par certains chercheurs, se présente comme un outil opportun pour effectuer une étude à fois développementale et cross-culturelle. Elle est même plus efficace pour mettre en lumière la place et la fonction des images dans le processus de l’acquisition et de l’intériorisation de certains concepts religieux, ainsi que pour révéler des contradictions et des difficultés de l’acquisition de l’idée de dieu par des enfants. L’absence de telles études entrave les progrès de nos savoirs dans ce domaine.  La base de données Dessins de dieux a été créée pour stocker des données de cette recherche et les rendre accessibles non seulement aux chercheurs affiliés au projet mais aussi au grand public qui s’intéresse à cette problématique. Une première collection de 143 dessins a été récoltée en 2003-2004 au Japon. Actuellement, la base de données contient plus de 7100 dessins recueillis au Japon, en Roumanie, en Russie, en Suisse, aux États-Unis, en Iran, au Népal et aux Pays-Bas ; elle continue à s’agrandir.  Nous espérons que cette recherche intéressera les chercheurs d’autres pays afin que cette base de données s’enrichisse de dessins issus d’autres traditions confessionnelles et culturelles."
    },
    "contactPoint": [
        "0105-person-000"
    ],
    "publications": [
        {
            "text": "Brandt, Pierre-Yves, Dandarova Robert, Zhargalma, Cocco, Christelle, Vinck, Dominique, & Darbellay, Frédéric (Eds) (in press), When children draw gods: A multicultural and interdisciplinary approach to children's representations of supernatural agents. Cham : Springer."
        },
        {
            "text": "Dandarova Robert Zhargalma, Dessart Grégory, Serbaeva Olga, Puzdriac Camelia, Khodayarifard Mohammad, Akbari Zardkhaneh Saeed, Zandi Saeid, Petanova Elena, Ladd Kevin, Brandt Pierre-Yves (2016), A Web-based Database for Drawings of Gods: When the Digitals Go Multicultural, in Archive for the Psychology of Religion, (3), 345-352."
        },
        {
            "text": "Cocco Christelle, Ceré Raphaël, Xanthos Aris, Brandt Pierre-Yves (2019), Identification and quantification of colours in children’s drawings., in Proceedings of the Workshop on Computational Methods in the Humanities 2018, Lausanne http://ceur-ws.org/, Lausanne."
        },
        {
            "text": "Brandt Pierre-Yves, Cocco Christelle, Dessart Grégory, Dandarova Robert Zhargalma, Représentations de dieux dans des dessins d’enfants, in Représenter dieux et hommes dans le Proche-Orient ancien, Collège de France, Paris."
        },
        {
            "text": "Darbellay Frédéric, Vinck Dominique, Cocco Christelle, Dessart Grégory, Dandarova Robert Zhargalma, Brandt Pierre-Yves (2018), L'interdisciplinarité en partage: collaborer pour innover - Le projet \"dessins de dieu\", in InnovatiO, (5), NA."
        },
        {
            "text": "Vinck Dominique, Camus Alexandre, Jaton Florian, Oberhauser Pierre-Nicolas (2018), Localités distribuées, globalités localisées: actions, actants et médiations au service de l’ethnographie du numérique, in Symposium, 22(1), 41-60."
        },
        {
            "text": "Cocco Christelle, Dessart Grégory, Serbaeva Olga, Brandt Pierre-Yves, Vinck Dominique, Darbellay Frédéric (2018), Potentialités et difficultés d’un projet en humanités numériques (DH) : confrontation aux outils et réorientations de recherche, in Digital Humanities Quarterly, 12(1)."
        },
        {
            "text": "Oberhauser Pierre-Nicolas (2016), Des collaborations équivoques. La participation de spécialistes en sciences et techniques informatiques à un projet de recherche en humanités numériques, in Revue d'anthropologie des connaissances, 10(4), 557-586."
        },
        {
            "text": "Brandt, Pierre-Yves, Cocco, Christelle, Dessart, Grégory & Dandarova, Zhargalma (2019). Représentations de dieux dans des dessins d’enfants. In T. Römer, H. Gonzalez et L. Marti (Eds). Représenter dieux et hommes dans le Proche-Orient ancien et dans la Bible (OBO 287, pp. 347-370). Leuven/Paris/Bristol : Peeters."
        }
    ],
    "funding": [
        {
            "funders": [
                "0105-organization-000"
            ],
            "number": "156383",
            "name": "Interdisciplinary Projects",
            "url": "https://data.snf.ch/grants/grant/156383"
        }
    ],
    "alternativeNames": [
        {
            "en": "drawings-gods"
        }
    ]
}