{
    "id": "0845",
    "pid": "MISSING",
    "name": "Fagottini and tenoroons: small-sized bassoons from the 18th and 19th centuries",
    "shortcode": "0845",
    "officialName": "MISSING",
    "status": "Finished",
    "shortDescription": "The organological and musicological aspects of small-sized bassoons from the 18th and 19th centuries were the focus of a research team in Basel from 2017–2023.",
    "description": {
        "en": "Small-sized bassoons from the eighteenth and nineteenth centuries and their organological and musicological aspects were the focus of two research projects carried out by a team of researchers from October 2017–April 2023, funded by the Swiss National Science Foundation, and hosted at the Schola Cantorum Basiliensis, Musik Akademie Basel, FHNW (https://www.historical-bassoon.ch/). A third project, “Neue alte Klangkörper”, was carried out as a preliminary step to instrument printing and reconstructions, and successfully tested 3D-CT technologies to produce initial copies of two fagottini (https://www.fhnw.ch/plattformen/3dfagottino/). This trial was funded by Die Mobiliar, Ernst Göhner Stiftung, and the University of Applied Sciences and Arts Northwestern Switzerland (FHNW). \n\n The team explored the history and functions of smaller bassoons from the eighteenth and nineteenth centuries, covering a comprehensive scope of research. Evidence of the usage of these instruments in orchestral, chamber music, opera and sacred settings, as well as in pedagogy, indicate that they formerly played multi-functional roles in musical and cultural life before virtually disappearing in the twentieth century. Imprecise terminology is widespread, leading to questions regarding choice of appropriate instrument size, as well as the necessity to re-evaluate bassoon repertoire. \n\n Outcomes include a complete instrument catalogue with over 120 entries (folder A), photographic material (folders B and C of examined instruments) supplemented by 62 detailed datasets (folders D, E, F, G, H), an annotated suggested repertoire list (folder A), and related articles and links (folder J). Innovative 3-D printing technology was used to create synthetic prototypes of several small-size bassoons (folder I), followed by conventionally-constructed models, enabling a thorough evaluation of organological and musical qualities of each size and type in performance and pedagogical trials. In addition, three representative works with the participation of small bassoons are available in modern editions (folder K). The use of these small bassoons (originals, wooden copies, 3D-prints) in musical practice showed that they are a hitherto unknown but attractive colour, regained for the instrumentarium of the 18th and 19th centuries."
    },
    "startDate": "2017-10-01",
    "endDate": "2023-04-30",
    "url": [
        "https://app.dasch.swiss/project/hp1UIqpKS_Kc7j0c5wh5jA",
        "https://www.historical-bassoon.ch/"
    ],
    "howToCite": "Agrell, Donna, Domínguez, Áurea, Graziadio, Giovanni Battista, Matthews, Zoë, Viola, Letizia, Plath, Niko, Simian, Ricardo (2023). Fagottino project research articles and documents [Dataset]. DaSCH. https://ark.dasch.swiss/ark:/72163/1/0845",
    "accessRights": {
        "accessRights": "Full Open Access"
    },
    "legalInfo": [
        {
            "license": {
                "licenseIdentifier": "CC BY 4.0",
                "licenseDate": "2023-05-05",
                "licenseURI": "https://creativecommons.org/licenses/by/4.0"
            },
            "copyrightHolder": "MISSING",
            "authorship": [
                "MISSING"
            ]
        }
    ],
    "dataManagementPlan": "not accessible",
    "typeOfData": [
        "Image",
        "Text",
        "Video"
    ],
    "dataLanguage": [
        {
            "de": "Englisch",
            "en": "English",
            "fr": "anglais"
        }
    ],
    "keywords": [
        {
            "en": "3-D Printing Technology"
        },
        {
            "en": "Bassoon"
        },
        {
            "en": "Fagottino"
        },
        {
            "en": "Historical Wind Instruments"
        },
        {
            "en": "Historically Informed Performance Practice"
        },
        {
            "en": "Music Pedagogy"
        },
        {
            "en": "Musicology"
        },
        {
            "en": "Organology"
        },
        {
            "en": "Reconstruction"
        },
        {
            "en": "Tenoroon"
        }
    ],
    "disciplines": [
        {
            "en": "10405 Musicology"
        }
    ],
    "temporalCoverage": [
        {
            "type": "Chronontology",
            "url": "https://chronontology.dainst.org/period/IOGdcZ2CU1tz",
            "text": "18th and 19th Centuries"
        }
    ],
    "spatialCoverage": [
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/6255148/europe.html",
            "text": "Europe"
        }
    ],
    "attributions": [
        {
            "contributor": "0845-person-000",
            "contributorType": [
                "Research project leader"
            ]
        },
        {
            "contributor": "0845-person-001",
            "contributorType": [
                "Senior researcher"
            ]
        },
        {
            "contributor": "0845-person-002",
            "contributorType": [
                "Senior researcher"
            ]
        },
        {
            "contributor": "0845-person-003",
            "contributorType": [
                "Junior researcher"
            ]
        },
        {
            "contributor": "0845-person-004",
            "contributorType": [
                "Junior researcher"
            ]
        },
        {
            "contributor": "0845-person-005",
            "contributorType": [
                "Research project member"
            ]
        }
    ],
    "abstract": {
        "en": "The dataset contains basic data and images of 62 fagottini and tenoroons as well as several articles, including an instrument catalogue of small bassoons covering the key questions addressed during the research project. Furthermore, the dataset contains 3D models of six 3D-CT scanned historical fagottino and tenoroon (FT6; FT30; FT40: FT42; FT44; FT50). Each such Zip file includes the round-bore version, the corrected bore version, and the keys of each instrument. The files are in STL format."
    },
    "contactPoint": [
        "0845-person-000"
    ],
    "publications": [
        {
            "text": "Agrell, Donna and Domínguez, Áurea, “Fagottini and tenoroons: small, forgotten giants”, The Double Reed 42/2 (2019), 57–68."
        },
        {
            "text": "Agrell, Donna and Domínguez, Áurea, “Small-sized bassoons from the eighteenth and nineteenth centuries under investigation”, Glareana 67/2 (2018), 58–74. Full text available: ",
            "pid": {
                "url": "https://www.gefam.ch/content/page07.GLAREANA/Archiv/2018-2.pdf"
            }
        },
        {
            "text": "Domínguez, Áurea,“Fagottino in the Philharmonie de Paris: Researching the largest collection of small-sized bassoons”, in: Glareana 68/2, (2019), 6–19."
        },
        {
            "text": "Domínguez, Áurea. “The Romantic bassoon understood by 19th century performers.” In Geschichte, Bauweise und Repertoire des Fagotts. Michaelstein: Wissner-Verlag (2020), 153–171."
        }
    ],
    "funding": [
        {
            "funders": [
                "0845-organization-001"
            ],
            "number": "173363",
            "name": "Project funding",
            "url": "https://data.snf.ch/grants/grant/173363"
        },
        {
            "funders": [
                "0845-organization-001"
            ],
            "number": "192375",
            "name": "Project funding",
            "url": "https://data.snf.ch/grants/grant/192375"
        }
    ],
    "alternativeNames": [
        {
            "en": "Fagottino research projects"
        }
    ]
}