{
    "id": "0857",
    "pid": "MISSING",
    "name": "Symbolism of light in Early Christian sacred buildings in the Swiss Alpine valleys",
    "shortcode": "0857",
    "officialName": "MISSING",
    "status": "Finished",
    "shortDescription": "Were early Christian churches aligned with the sun or the moon? A study across Switzerland and Northern Italy explores the links between the sky and sacred architecture.",
    "description": {
        "en": "I reconstructed the building concept of the Early Christian sacred architectures that spread after the religious freedom guaranteed by the Rescript of Milan (313 AD) to the North. The aim was to determine whether light has influenced the disposition of the sacred building (church, baptistery) and its layout, whether the tradition of orienting religious structures was passed on from Northern Italy beyond the Alps, and which orientation criteria was used. For the first time, going back to the origin, to the very ancient churches and baptisteries, built during the 4th and 5th century, in the geographical area formed by the archdiocese of Milan, the dioceses of Como, Martigny, Geneva and Chur, about 22 buildings have been analysed with the focus on the diffusion of the building tradition. A comparative analysis was extended to the first sacred buildings in Aquileia and Ravenna, the second capital of the Western Roman Empire (402-476 AD) after Milan (286-402 AD). This research uncovered new insights into ancient building principles, advancing knowledge beyond the current state of the art. My methodology cross-references evidence from sacred buildings (georeferenced surveys) supported by technical data, trigonometric and astronomical calculations, with written sources (primary and secondary), employing an interdisciplinary analysis to verify or falsify the hypothesis that light guided the positioning of Early Christian sacred building. My methodology serves as a model for future research. The results open new research paths and questions at the intersection of Natural science and the Humanities. The research is revolutionary and transdisciplinary, addressing the topic from different angles involving various disciplines (i.e., history, architecture, topography, archaeology, astronomy, religion, liturgy, philosophy), all interwoven and interacting with each other, fostering enhanced critical thinking. In this way, I shed light on the design characteristics of Early Christian architecture."
    },
    "startDate": "2023-09-01",
    "endDate": "2025-08-31",
    "url": [
        "https://app.dasch.swiss/project/y789ttUvS-moXGlGSWy7TQ"
    ],
    "howToCite": "Spinazzè, E. (2025). Symbolism of light in Early Christian sacred buildings in the Swiss Alpine valleys [Dataset]. DaSCH. https://ark.dasch.swiss/ark:/72163/1/0857.",
    "accessRights": {
        "accessRights": "Embargoed Access"
    },
    "legalInfo": [
        {
            "license": {
                "licenseIdentifier": "CC BY NC 4.0",
                "licenseDate": "2025-07-02",
                "licenseURI": "https://creativecommons.org/licenses/by-nc/4.0/"
            },
            "copyrightHolder": "MISSING",
            "authorship": [
                "MISSING"
            ]
        }
    ],
    "dataManagementPlan": "not accessible",
    "typeOfData": [
        "Image",
        "Text"
    ],
    "dataLanguage": [
        {
            "de": "Englisch",
            "en": "English",
            "fr": "anglais"
        }
    ],
    "keywords": [
        {
            "en": "Early Christianity"
        },
        {
            "en": "sacred Christian buildings"
        },
        {
            "en": "Switzerland"
        },
        {
            "en": "Italy"
        },
        {
            "en": "orientation and light incidence"
        },
        {
            "en": "archaeoastronomy"
        },
        {
            "en": "georeferenced surveys"
        },
        {
            "en": "symbolism"
        },
        {
            "en": "comparative analysis"
        }
    ],
    "disciplines": [
        {
            "type": "Skos",
            "url": "http://skos.um.es/unesco6/330534",
            "text": "Topography of building"
        },
        {
            "en": "10102 Religious Studies, Theology"
        },
        {
            "en": "10402 Archaeology"
        },
        {
            "en": "10407 Architecture"
        },
        {
            "en": "20200 Astronomy"
        }
    ],
    "temporalCoverage": [
        {
            "type": "Chronontology",
            "url": "https://chronontology.dainst.org/period/J316Dxjfexrl",
            "text": "Early Christian"
        }
    ],
    "spatialCoverage": [
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/2658434",
            "text": "Switzerland"
        },
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/3175395",
            "text": "Italy"
        }
    ],
    "attributions": [
        {
            "contributor": "0857-person-000",
            "contributorType": [
                "Project Leader",
                "Data Collector",
                "Data Curator"
            ]
        }
    ],
    "abstract": {
        "en": "This dataset contains the source data of the symblight project, which investigates the symbolism of light in Early Christian sacred buildings in the Swiss Alpine valleys."
    },
    "contactPoint": [
        "0857-person-000"
    ],
    "funding": [
        {
            "funders": [
                "0857-organization-000"
            ],
            "number": "217184",
            "name": "Postdoctoral Fellowships",
            "url": "https://data.snf.ch/grants/grant/217184"
        }
    ],
    "alternativeNames": [
        {
            "en": "symblight"
        }
    ]
}