{
    "id": "0115",
    "pid": "MISSING",
    "name": "Contribution à une histoire de la culture cinématographique en Suisse : étude des activités de la Cinémathèque suisse entre 1951 et 1981",
    "shortcode": "0115",
    "officialName": "MISSING",
    "status": "Finished",
    "shortDescription": "Ce projet étudie les activités de la Cinémathèque suisse de 1951 à 1981 et analyse la manière dont elle s'est construit une légitimité nationale et internationale en l'absence de salle de projection.",
    "description": {
        "fr": "Depuis quelques années, le cinéma occupe une place grandissante dans la médiation pédagogique et culturelle en Suisse, à travers des projets notamment développés par la Cinémathèque suisse (Passculture) et la Section d'histoire et esthétique du cinéma de l'UNIL, via le Centre d'études cinématographiques (CEC) (ateliers Interface, projet Séquences). Ce travail de sensibilisation à l'image se retrouve également dans nombre de festivals de cinéma en Suisse, pendant des activités de diffusion auxquelles participe la CS. De tels événements sont aussi un lieu de promotion du patrimoine cinématographique suisse et étranger conservé par la CS. La création, en mai 2018, des Rencontres du 7e Art en est un indice récent. Le présent projet n'entend pas intervenir directement dans ces activités multiples mais, en faisant l'histoire de ces pratiques et des liens entre institutions qui en découlent, souhaite dégager les enjeux qui les sous-tendent et ainsi donner une meilleure représentation des origines de la CS en matière de diffusion culturelle.\n\nCette histoire des activités de la CS s'intéresse à la période comprise entre 1951 et 1981, c'est-à-dire entre l'inauguration de la CS à Lausanne (qui eut lieu le 3 novembre 1950) et l'ouverture de la salle de Montbenon, à la fin de l'année 1981. Cette période définit en effet un moment particulier dans l'existence de l'institution puisque, durant ces trente années, elle doit exister sans avoir de salle. Elle ne peut donc organiser de projections régulières, alors même que l'activité de programmation est considérée à cette époque comme fondamentale par certains directeurs d'archives de films, comme Langlois. De surcroît, cette situation, à laquelle s'ajoute le problème du financement, ne facilite pas l'acquisition de films et donc la croissance de la collection. Ayant néanmoins besoin d'une reconnaissance, tant nationale (auprès de diverses instances, du Département de l'Instruction Publique aux ciné-clubs) qu'internationale (au sein de la FIAF) afin de justifier de son existence même, et alors que l'absence de programmation paraît faire d'elle une cinémathèque presque fantôme, la CS développe d'autres activités. Elle devient un distributeur ponctuel de films, qu'ils soient anciens ou inédits, pour des projections dans les ciné-clubs, les écoles, les gymnases, les sanatoria, etc., mais aussi l'organisateur d'événements, comme des semaines de cinéma consacrés à des cinématographies peu visibles (notamment celles des pays de l'Est). Simultanément, la CS incarne progressivement un véritable lieu de compétence et d'expertise, amené à collaborer avec d'autres institutions en quête de celles-ci : par exemple la SSR/TSR qui diffuse des films du patrimoine et s'adresse donc à la CS pour les présenter, le Festival de Locarno pour constituer des rétrospectives, etc. Dans un cas comme dans l'autre (diffusion culturelle/expertise), la CS constitue avant tout l'incarnation d'un goût pour un certain cinéma (défendant notamment les films qui « apportent, dans le domaine artistique, social, documentaire, un témoignage passionnant et souvent passionné », d'après le programme de l'inauguration de la CS en 1950 (cote CSL1. L1.3 - Anniversaires 1950-1988, Archives de la CS)) dont elle se fait le promoteur, non seulement dans le cadre de ces diverses manifestations mais aussi par la production d'un accompagnement discursif (conférences, émissions télévisées et/ou radiophoniques, production d'articles, de brochures, voire de livre, etc.). Il s'agit donc d'interroger la manière dont la CS a contribué à la diffusion d'un goût du cinéma en Suisse et d'un goût du cinéma suisse à l'étranger, ces deux aspects constituant les deux faces de l'histoire de la culture cinématographique du cinéma en Suisse que le projet entend mener à bien. En effet, il paraît incontestable que l'image renvoyée par la presse suisse des activités internationales de la CS n'a pas été sans incidence sur le regard qu'a pu porter le public national tant sur la CS que sur le cinéma suisse en général.\n\nDe manière plus large, les questions et problématiques soulevées par ce projet l'inscrivent de facto dans le champ de l'histoire socio-culturelle, et plus spécifiquement de l'histoire socio-culturelle du cinéma. On entend ici « histoire socio-culturelle » dans le prolongement des remarques de Daniel Roche, qui la voit comme une transformation de « l'histoire sociale [qui] devient histoire du partage des biens culturels. ». Elle se distingue en cela d'une certaine histoire culturelle qui, appliquée au cinéma, tend à relever de l'analyse des représentations, dans une sorte d'écho aux Cultural Studies anglo-saxonnes. Or, comme l'a remarqué Philippe Poirrier (même si l'on peut élargir son cadre à l'aire européo-francophone), au sujet de l'histoire socio-culturelle, « sa volonté affichée d'apparaître comme une forme d'histoire sociale est une singularité française qui la distingue de la Cultural History nord-américaine et des travaux qui se réfèrent au Linguistic Turn et aux Cultural Studies. ». C'est bien une histoire sociale de la culture cinématographique en Suisse qui intéresse le présent projet, dans la perspective esquissée par P. Poirrier : une histoire qui prend la culture comme objet et qui en interroge la dimension sociale, c'est-à-dire la manière dont elle se construit à partir d'une série d'interactions sociales, mettant en jeu des individus, des institutions, mais aussi des discours, des idéologies, etc."
    },
    "startDate": "2019-09-01",
    "endDate": "2023-08-31",
    "url": [
        "https://app.ls-prod-server.dasch.swiss/project/0115"
    ],
    "howToCite": "Isoz, N., Jaques, P.-E., Le Forestier, L., Morerod, A., Rivoal, M., 2023, Contribution à une histoire de la culture cinématographique en Suisse : étude des activités de la Cinémathèque suisse entre 1951 et 1981, [database] (DaSCH), http://ark.dasch.swiss/ark:/72163/1/0115",
    "accessRights": {
        "accessRights": "Open Access with Restrictions"
    },
    "legalInfo": [
        {
            "license": {
                "licenseIdentifier": "CC BY-SA 4.0",
                "licenseDate": "2021-08-24",
                "licenseURI": "https://creativecommons.org/licenses/by-sa/4.0/"
            },
            "copyrightHolder": "MISSING",
            "authorship": [
                "MISSING"
            ]
        }
    ],
    "dataManagementPlan": "not accessible",
    "typeOfData": [
        "Image",
        "Text"
    ],
    "dataLanguage": [
        {
            "en": "French",
            "fr": "français"
        }
    ],
    "keywords": [
        {
            "en": "history"
        },
        {
            "en": "cinema"
        },
        {
            "en": "dissemination"
        },
        {
            "en": "cinematheque"
        },
        {
            "en": "cine-club"
        },
        {
            "en": "culture"
        },
        {
            "en": "heritage"
        }
    ],
    "disciplines": [
        {
            "en": "10406 Theatre and cinema",
            "fr": "10406 Théâtre et cinéma"
        }
    ],
    "temporalCoverage": [
        {
            "fr": "1951-1981"
        }
    ],
    "spatialCoverage": [
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/2658434/switzerland.html",
            "text": "Switzerland"
        }
    ],
    "attributions": [
        {
            "contributor": "0115-person-000",
            "contributorType": [
                "Project Leader",
                "Data Curator"
            ]
        },
        {
            "contributor": "0115-person-001",
            "contributorType": [
                "Project Member",
                "Data Collector",
                "Data Curator"
            ]
        },
        {
            "contributor": "0115-person-002",
            "contributorType": [
                "Project Member",
                "Data Collector",
                "Data Curator"
            ]
        },
        {
            "contributor": "0115-person-003",
            "contributorType": [
                "Project Member",
                "Data Collector"
            ]
        },
        {
            "contributor": "0115-person-004",
            "contributorType": [
                "Data Curator"
            ]
        }
    ],
    "abstract": {
        "fr": "L'ontologie du projet comprend 36 classes et 268 propriétés, visant à décrire principalement le réseau qui unit la Cinémathèque suisse (en tant qu'institution, mais aussi ensemble de personnes, organisatrice d'événements et productrice de documents – articles, programmes, etc.) à d'autres institutions (autres archives, ciné-clubs – deux ensembles pouvant être réunis en « fédération » - institutions politiques, organisations culturelles diverses, institutions pédagogiques, autorités publiques, médias, etc.), ainsi qu'à des personnes (par exemple des auteurs de films), dans le but de produire des événements (projections, expositions, festivals, conférences, tournées, etc.). Tout cela mobilise un ensemble de documents, qu'ils servent à produire les événements (programmes, correspondance, etc.), ou à en rendre compte (articles, revues de presse). Ces institutions et événements étant localisés – et cette localisation ayant une importance dans la perspective du projet, qui s'intéresse à la reconnaissance nationale comme à la renommée internationale de la Cinémathèque suisse – les classes et propriétés s'attachent aussi spécifier l'ancrage géographique (villes et pays) de la plupart des éléments."
    },
    "contactPoint": [
        "0115-person-000"
    ],
    "publications": [
        {
            "text": "Morerod Adèle (2023), Les Activités de diffusion de la Cinémathèque suisse : une histoire de relations (1951-1981), thèse de doctorat en lettres, UNIL."
        },
        {
            "text": "Morerod Adèle (2022), « Georges Franju à Lausanne : entre presse et archives », in Maire Frédéric, Tortajada Maria (dir.), site UNIL-Cinematheque.ch"
        }
    ],
    "funding": [
        {
            "funders": [
                "0115-organization-001"
            ],
            "number": "185427",
            "name": "Project funding",
            "url": "https://data.snf.ch/grants/grant/185427"
        }
    ],
    "alternativeNames": [
        {
            "fr": "activites-cs"
        }
    ]
}