{
    "id": "0850",
    "pid": "MISSING",
    "name": "Martial Culture in Late Medieval Towns",
    "shortcode": "0850",
    "officialName": "MISSING",
    "status": "Finished",
    "shortDescription": "The multifaceted martial culture of the late Medieval European town is sketched by this research project describing the ownership, handling, symbolism, use, and materiality of medieval weapons, and their cultural impact on urban society.",
    "description": {
        "en": "This project focus on towns as producers, organisers, and brokers of martial culture within the rapidly changing political world of late medieval Europe, examining how towns helped transform and were transformed by trend-setting military techniques and urban 'martial culture.' This martial culture developed at the intersection of legal prerogatives, political requirements, physical skills, knowledge, and the evolving societal significance of the ownership and use of weapons. The project will thus integrate a number of historiographical approaches that are usually explored separately: urban institutional, social, and political history; military history; the history of weapons and weapon use; the history of urban martial competitions; the history of knowledge production and dissemination; the history of fighting expertise, and the transformation of the urban space itself."
    },
    "startDate": "2018-01-09",
    "endDate": "2022-12-31",
    "url": [
        "https://app.dasch.swiss/project/boH3fIyzSgexLlwC1KlnLQ",
        "https://martcult.hypotheses.org/"
    ],
    "howToCite": "Martial Culture in Late Medieval Towns (2025). DaSCH. https://ark.dasch.swiss/ark:/72163/1/0850.",
    "accessRights": {
        "accessRights": "Full Open Access"
    },
    "legalInfo": [
        {
            "license": {
                "licenseIdentifier": "CC BY-NC-SA 4.0",
                "licenseDate": "2025-12-01",
                "licenseURI": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
            },
            "copyrightHolder": "MISSING",
            "authorship": [
                "MISSING"
            ]
        }
    ],
    "dataManagementPlan": "not accessible",
    "typeOfData": [
        "Image",
        "Text",
        "Video"
    ],
    "dataLanguage": [
        {
            "de": "Deutsch"
        },
        {
            "en": "English"
        },
        {
            "fr": "Français"
        }
    ],
    "keywords": [
        {
            "en": "Martial Culture"
        },
        {
            "en": "Medieval History"
        },
        {
            "en": "Urban History"
        },
        {
            "en": "Arms and Armour"
        },
        {
            "en": "Warfare"
        }
    ],
    "disciplines": [
        {
            "en": "Historical studies"
        }
    ],
    "temporalCoverage": [
        {
            "en": "1300-1650"
        }
    ],
    "spatialCoverage": [
        {
            "type": "Geonames",
            "url": "https://www.geonames.org/6255148/europe.html",
            "text": "Europe"
        }
    ],
    "attributions": [
        {
            "contributor": "0850-person-000",
            "contributorType": [
                "Author"
            ]
        },
        {
            "contributor": "0850-person-001",
            "contributorType": [
                "Author"
            ]
        }
    ],
    "abstract": {
        "en": "Collection of primary sources used during the research project (both documents and objects), linked to output of the research data including the exhibition and the research blog."
    },
    "contactPoint": [
        "0850-person-000"
    ],
    "publications": [
        {
            "text": "Jaquet, Daniel; Schmid, Regula; Tzouriadis, Iason (2022), Martial Culture in Medieval Towns. An anthology. Basel: Schwabe."
        },
        {
            "text": "Magli, Elena (2021), Daniela Schulte, Die zerstörte Stadt. Katastrophen in den schweizerischen Bilderchroniken des 15. und 16. Jahrhunderts. In N/A, 71(1), 168–170."
        },
        {
            "text": "Schmid, Regula (2021), Die Rüstung im Schlafzimmer. Zum \"Ort\" militärischer Waffen in städtischen Haushalten des Spätmittelalters. In Freitag, Werner; Scheutz, Martin (Eds.), Ein bürgerliches Pulverfass? Waffenbesitz und Waffenkontrolle in der alteuropäischen Stadt. Städteforschung, Reihe A: Darstellungen, Bd. 102 (pp. 19–31). Wien, Köln, Weimar: Böhlau."
        },
        {
            "text": "Schmid, Regula (2021), Bereit zur Gewalt? Die Sorge um \"Rüstung und Wehr\" im Spätmittelalter als Problem der vergleichenden Stadtgeschichte. In Timpener, Evelien; Wittmann, Helge (Eds.), Reichsstadt und Gewalt. Mülhäuser Arbeitskreis für Reichsstadtgeschichte (pp. 115–134). Petershausen: Michael Imhof."
        },
        {
            "text": "Roelofsen, Mathijs (2021), \"En garde – un, deux!\": Military Sabre Fencing in Nineteenth-century Switzerland. In Acta Periodica Duellatorum, 9(1), 3."
        },
        {
            "text": "Jaquet, Daniel (2021), Fight like a girl! An investigation into female martial practices in European Fight Books from the 14th to the 20th century. In Martial Arts Studies, 0(11), 71–85."
        },
        {
            "text": "Jaquet, Daniel; Magli, Elena; Roelofsen, Mathijs; Schmid, Regula (2021), Martial Culture in Medieval Towns. Medieval history research project at the University of Bern (2018–2022). In Militaergeschichtliche Zeitschrift, 80(2), 348–355."
        },
        {
            "text": "Schmid, Regula (2021), Veit Weber über die Burgunderbeute. In Dolezalek, Isabelle; Savoy, Bénédicte; Skwirblies, Robert (Eds.), Beute. Eine Anthologie zu Kunstraub und Kulturerbe (pp. 68–74). Berlin: Matthes & Seitz Berlin."
        },
        {
            "text": "Jaquet, Daniel (2020), Écrire la chose militaire à la fin du Moyen Âge. Enquête au sein de la littérature technique et didactique sur les arts et les sciences militaires. In Deruelle, Benjamin (Ed.), La construction du militaire, volume 3. Les mots du militaire: dire et se dire militaire en Occident (pp. 127–146). Paris: Publications de la Sorbonne."
        },
        {
            "text": "Jaquet, Daniel (2020), European Fight Books 1305–1630: Classification, typology and comparison between manuscripts and prints. In Acta Periodica Duellatorum, 8(1), 5–24."
        },
        {
            "text": "Jaquet, Daniel (2020), Collecting Martial Art Knowledge on Paper in Early Modern Germany and China: The Examples of Paulus Hector Mair and Qi Jiguang and their Reading in the 21st Century. In Martial Arts Studies, 0(9), 86–92."
        },
        {
            "text": "Roelofsen, Mathijs (2020), La Noble Science des Joueurs d'Espée: Fight Book and Commercial Product. In Acta Periodica Duellatorum, 8(1), 73–88."
        },
        {
            "text": "Schmid, Regula (2019), Drei Zürcher Fahnen. In Niederhäuser, Peter; Schmid, Regula (Eds.), Querblicke. Zürcher Reformationsgeschichten. Mitteilungen der Antiquarischen Gesellschaft in Zürich (pp. 113–117). Zürich: Chronos."
        },
        {
            "text": "Schmid, Regula (2019), Der Harnisch im Haushalt. Waffen als Indikatoren und als Triebkräfte sozialen Wandels in der mittelalterlichen Stadt. In Heusinger, Sabine, von; Wittekind, Susanne (Eds.), Die materielle Kultur der Stadt in Spätmittelalter und Früher Neuzeit. Städteforschung, Reihe A: Darstellungen, Bd. 100 (pp. 205–224). Wien, Köln, Weimar: Böhlau."
        },
        {
            "text": "Schmid, Regula; Rogger, Philippe (2019), Miliz oder Söldner? Einleitende Bemerkungen zur wechselvollen Beziehung zweier Kriegertypen in Mittelalter und früher Neuzeit. In Rogger, Philippe; Schmid, Regula (Eds.), Miliz oder Söldner? Wehrpflicht und Solddienst in Stadt, Republik und Fürstenstaat (13.–18. Jh.). Krieg in der Geschichte (pp. 1–15). Paderborn: Schöningh."
        },
        {
            "text": "Jaquet, Daniel (2019), \"...schirmen mit Federklingen\". Towards a terminology of fencing swords (1400–1600). In Kaiser, Mirjam (Ed.), The Sword: Form and Thoughts. Armour and weapons (pp. 24–42). Woodbridge: Boydell and Brewer."
        },
        {
            "text": "Rogger, Philippe; Schmid, Regula (Eds.) (2019), Miliz oder Söldner? Wehrpflicht und Solddienst in Stadt, Republik und Fürstenstaat, 13.–18. Jh. Stadt in der Geschichte. Paderborn: Schöningh."
        },
        {
            "text": "Niederhäuser, Peter; Schmid, Regula (Eds.) (2019), Querblicke. Zürcher Reformationsgeschichten. Mitteilungen der Antiquarischen Gesellschaft in Zürich. Zürich: Chronos."
        },
        {
            "text": "Schmid, Regula (2019), Ein wiederentdeckter Reisrodel der Constaffel aus dem 16. Jahrhundert. In Zürcher Taschenbuch, N. F. 140, 1–13."
        },
        {
            "text": "Jaquet, Daniel (2019), De l'office du maréchal et du trésorier des guerres. Aspects de l'organisation militaire des armées d'Amédée VIII. In Caesar, Mathieu (Ed.), La loi du Prince. Les Statuts de Savoie d'Amédée VIII de 1430. Biblioteca Storica Subalpina (pp. 269–290). Torino: Palazzo Carignano."
        },
        {
            "text": "Schmid, Regula (2019), Bezahlte Bürger – Gratissöldner. Die Zusammensetzung städtischer Heere im Spätmittelalter. In Rogger, Philippe; Schmid, Regula (Eds.), Miliz oder Söldner? Wehrpflicht und Solddienst in Stadt, Republik und Fürstenstaat (13.–18. Jh.). Krieg in der Geschichte (pp. 91–114). Paderborn: Schöningh."
        },
        {
            "text": "Roelofsen, Mathijs; Zufferey, Dimitri (2018), Sweat and Blood: Swordsmanship and sabre in Fribourg. In Acta Periodica Duellatorum, 6(2), 103–124."
        }
    ],
    "funding": [
        {
            "funders": [
                "0850-organization-000"
            ],
            "number": "178896",
            "name": "Project funding",
            "url": "https://data.snf.ch/grants/grant/178896"
        }
    ],
    "alternativeNames": [
        {
            "en": "martcult"
        }
    ]
}